/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "删除";
"Basic settings" = "基础设置";



/* MAIN ACTIVITIES */

"Home" = "首页";
"Open" = "进行中";
"Closed" = "已关闭";
"Awards" = "奖牌";



/* HOME VIEW */

"Up next" = "临近";
"More to explore" = "更多";



/* PROJECTS VIEW */

"Open Projects" = "进行中的项目";
"Closed Projects" = "已关闭的项目";
"Add Project" = "添加新项目";
"Add New Item" = "添加新任务";
"There's nothing here right now" = "这里什么都没有";

/* A button that shows a menu with the following options */
"Sort" = "排序";
"Sort items" = "排序"; /* The title of the menu */
"Optimized" = "最优"; /* Sort using an optimized algorithm */
"Creation Date" = "创建时间"; /* Sort by the date items were created */
"Title" = "任务名"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "新项目";
"New Item" = "新任务";



/* EDITING PROJECTS */
"Edit Project" = "编辑项目";
"Project name" = "项目名";
"Description of this project" = "项目详细";
"Custom project color" = "自定义项目颜色";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "关闭这个项目";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "关闭的项目会被移动到已关闭类别；删除的项目会被永久删除";
"Reopen this project" = "重新打开项目";
"Delete this project" = "删除项目";
"Delete project?" = "删除?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "确定要删除吗？其中的所有任务也会被一起删除。";



/* EDITING ITEMS */
"Edit Item" = "编辑任务";
"Item name" = "任务名";
"Description" = "简介";
"Priority" = "优先级别";
"Low" = "低";
"Medium" = "中";
"High" = "高";

"Mark Completed" = "标记为已完成"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "锁定中";
"Unlocked: %@" = "已解锁: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "从功能中选择一个开始使用。";
